# Создайте алиас:
# Откройте терминал и введите следующую команду:

alias ll='ls -la'

# Сделайте алиас постоянным:
# Чтобы алиас был доступен в будущих сессиях, добавьте его в файл конфигурации оболочки. 
# Для Bash это ~/.bashrc.

# Автодополнение в Bash уже включено по умолчанию и работает для команды cd. Чтобы использовать автодополнение:
# Начните вводить команду cd, затем начните вводить имя каталога.
# Нажмите клавишу Tab. Если имя каталога однозначно определено, Bash автоматически дополнит его.
# Если нет, дважды нажав Tab, вы увидите все возможные варианты.
